Repository: BugMaster510945/dns-editor-back
Catalog: locale/*.utf8/LC_MESSAGES/dns-editor-back.po
Languages: fr_fr

source: Not Found
fr_fr: Non Trouvée

source: The requested resource could not be found
fr_fr: Ressource non trouvée

source: Unauthorized
fr_fr: Non autorisé

source: The requested resource need credentials to be accessed
fr_fr: Une authentification est nécessaire pour accéder à la ressource

source: Created
fr_fr: Crée

source: The request has been fulfilled, resulting in the creation of a new user's session
fr_fr: Requête traitée avec succès et création d’une session utilisateur

source: Bad Request
fr_fr: Mauvaise requête

source: The server cannot or will not process the request due to an apparent client error
fr_fr: La syntaxe de la requête est erronée

source: Forbidden
fr_fr: Interdit

source: The server is refusing action. The user might not have the necessary permissions for a resource
fr_fr: Le serveur refuse d'exécuter la requête. L'utilisateur ne dispose pas des privilèges nécessaire pour la ressource

source: Field %s: is required
fr_fr: Champ %s: obligatoire

source: Gateway Time-out
fr_fr: Délai d'attente hors limite

source: The server was acting as a gateway or proxy and did not receive a timely response from the upstream server
fr_fr: Le serveur agissait en tant que passerelle ou proxy et n’a pas reçu une réponse rapide du serveur en amont

source: Field %s: %s is not a supported dns type
fr_fr: Champ %s: %s n'est pas un type dns pris en charge

source: Field %s: data is not valid for dns type %s
fr_fr: Champ %s: la donnée n'est pas valide pour le type dns %s

source: Field %s: must be a valid email address
fr_fr: Champ %s: doit être une adresse e-mail valide

source: Field %s: must be an integer between %d and %d
fr_fr: Champ %s: doit être un entier compris entre %d et %d

source: Internal Server Error
fr_fr: Erreur Interne du Serveur

source: The server is unable to get SOA of an updated zone
fr_fr: Le serveur ne peux pas récupérer la SOA d'une zone mise à jour

source: The server is unable to update SOA
fr_fr: Le serveur ne peut pas mettre à jour la SOA de la zone

source: Field %s: must match regex "%s"
fr_fr: Champ %s: doit valider l'expression régulière "%s"
